Repository: mponweiser/latepoint-DE
Catalog: latepoint-*.po
Languages: de_de

source: No Existing Appointments Found
de_de: Keine bestehenden Termine gefunden

source: No Existing Customers Found
de_de: Keine vorhandenen Kund:innen gefunden

source: No Existing Services Found
de_de: Keine Angebote gefunden

source: No Matched Agents found.
de_de: Keine passenden Betreuer:innen gefunden

source: No Matched Customers found.
de_de: Keine passenden Kund:innen gefunden

source: No Matched Services found.
de_de: Keine passenden Angebote gefunden

source: No matches found.
de_de: Keine passenden Ergebnisse gefunden

source: No Pending Appointments Found
de_de: Keine unbestätigten Termine gefunden

source: No Services Found
de_de: Keine Angebot gefunden

source: No Upcoming Appointments
de_de: Keine kommenden Termine

source: Not Allowed
de_de: Nicht erlaubt

source: Not Authorized
de_de: Nicht autorisiert

source: Not Available
de_de: Kein freier Termin

source: Not categorized
de_de: Ohne Kategorie

source: Not You?
de_de: Fälschlich angemeldet?

source: Notes by admins, only visible to admins
de_de: Anmerkungen von Admins, nur von Admins sichtbar

source: Notes by Customer
de_de: Anmerkungen von Kund:in

source: Notes only visible to admins
de_de: Anmerkung (nur für Admins sichtbar)

source: Notifications
de_de: Benachrichtigungen

source: Number of Decimals
de_de: Anzahl Dezimalstellen

source: Oct
de_de: Okt

source: October
de_de: Oktober

source: of
de_de: von

source: Off Duty
de_de: Nicht im Dienst

source: Offered Services
de_de: Zugewiesene Angebote

source: On Duty
de_de: Im Dienst

source: Open My Cabinet
de_de: Buchungen verwalten

source: Order of this step can not be changed.
de_de: Reihenfolge des Buchungsschrittes kann nicht verändert werden

source: Other Customer Emails
de_de: Andere Kund:innen-Mailadressen

source: Other Payment Settings
de_de: Andere Bezahlungs-Einstellungen

source: Other Settings
de_de: Andere Einstellungen

source: Page Not Found
de_de: Seite nicht gefunden

source: Page:
de_de: Seite:

source: Password
de_de: Passwort

source: Past
de_de: Nach

source: Past Appointments
de_de: Vergangene Termine

source: Pay Later
de_de: Später bezahlen

source: Pay Locally
de_de: Vor Ort bezahlen

source: Pay Now
de_de: Jetzt bezahlen

source: Payment
de_de: Bezahlung

source: Payment Method
de_de: Bezahlung

source: Payment Method:
de_de: Bezahlung

source: Payment Processing
de_de: Bezahlungsprozess

source: Payment processing is disabled. Click to setup.
de_de: Der Bezahlungsprozess ist deaktiviert. Hier klicken um diesen einzurichten.

source: Payments
de_de: Bezahlungen

source: Pending Appointments
de_de: Termine (noch nicht bestätigt)

source: Pending Approval
de_de: Bestätigung ausstehend

source: Pending Bookings
de_de: Ausstehende Buchungen

source: Performance
de_de: Auslastung

source: Phone
de_de: Telefon

source: Phone code for your country
de_de: Telefon-Vorwahl für Ihr Land

source: Phone Input Mask
de_de: Telefonnr. Eingabemaske

source: Phone Number
de_de: Telefonnummer

source: Phone Settings
de_de: Telefon-Einstellungen

source: Phone...
de_de: Telefon...

source: Phone:
de_de: Telefon:

source: Phone:
de_de: Telefon:

source: Pick a color
de_de: Farbe auswählen

source: Pick a Date
de_de: Datum auswählen

source: Pick a Start
de_de: Erster Tag

source: Pick a Start Date
de_de: Beginn-Datum auswählen

source: Pick Agents for Service
de_de: Betreuer:innen für Angebot auswählen

source: Pick an End
de_de: Letzter Tag

source: Pick an End Date
de_de: End-Datum auswählen

source: Pick Appointment Time For
de_de: Uhrzeit auswählen am

source: Please provide you contact details so we can send you a confirmation and other contact info
de_de: Bitte Kontaktdetails eingeben, damit wir Ihnen einen Bestätigung und andere Informationen schicken können

source: Please select a location you want the service to be performed at
de_de: Bitte wählen Sie einen Ort für das Angebot aus

source: Please select a service for which you want to schedule an appointment
de_de: Bitte wählen Sie ein Angebot aus, das gebucht werden soll

source: Price:
de_de: Preis:

source: Print
de_de: Drucken

source: Qty
de_de: Menge

source: Quick Description
de_de: Kurzbeschreibung

source: Randomly picked agent
de_de: Zufällig ausgewählte/r Betreuer:in

source: Recalculate
de_de: Neu berechnen

source: Records
de_de: Stammdaten

source: Registered On
de_de: Registriert am

source: Reject
de_de: Ablehnen

source: Reminder
de_de: Erinnerung

source: Reminder message content can not be blank
de_de: Erinnerungsnachricht darf nicht leer sein

source: Reminder Name
de_de: Name der Erinnerung

source: Reminder name can not be blank
de_de: Name der Erinnerung darf nicht leer sein

source: Reminder Removed
de_de: Erinnerung entfernt

source: Reminder Saved
de_de: Erinnerung gespeichert

source: Reminders
de_de: Erinnerungen

source: Remove Agent's Photo
de_de: Foto von Betreuer:in entfernen

source: Remove Avatar
de_de: Benutzer:innenbild entfernen

source: Remove Bio Image
de_de: Biographie-Bild entfernen

source: Remove Date Range Schedule
de_de: Geplante Zeitfläche entfernen

source: Remove Day Off
de_de: Arbeitsfreien Tag entfernen

source: Remove Day Off Range
de_de: Arbeitsfreie(r) Tag(e) entfernen

source: Remove Day Schedule
de_de: Tagesplan enfernen

source: Remove Image
de_de: Bild entfernen

source: Remove Login/Register Tabs on Contact Info Step
de_de: Login/Neuregistrierung im Buchungsschritt "Ihr Kontakt" nicht anbieten

source: Require Customers to Set Account Password
de_de: Kund:innen müssen ein Passwort setzen

source: Reset Date Filtering
de_de: Datumsfilter zurücksetzen

source: Reset Date Search
de_de: Datumssuche zurücksetzen

source: Reset Password Request
de_de: Passwort zurücksetzen

source: Reset Your Password
de_de: Passwort zurücksetzen

source: Restrictions
de_de: Beschränkungen

source: Revenue
de_de: Umsatz

source: Sales Revenue
de_de: Umsatz

source: Sat
de_de: Sa.

source: Saturday
de_de: Samstag

source: Save
de_de: Speichern

source: Save Agent
de_de: Betreuer:in speichern

source: Save Agents
de_de: Betreuer:innen speichern

source: Save Category
de_de: Kategorie speichern

source: Save Changes
de_de: Änderungen speichern

source: Save Customer
de_de: Kund:in speichern

source: Save Password
de_de: Passwort speichern

source: Save Schedule
de_de: Zeitplan speichern

source: Save Service
de_de: Angebot speichern

source: Save Service Category
de_de: Angebotskategorie speichern

source: Save Settings
de_de: Einstellungen speichern

source: Save Step
de_de: Schritt speichern

source: Save Table Columns
de_de: Tabellenspalten speichern

source: Save Weekly Schedule
de_de: Regelmäßigen Wochenplan speichern

source: Schedule
de_de: Zeitplan

source: Search
de_de: Suchen

source: Search by Appointment Date
de_de: In Datumsbereich suchen

source: Search by Customer
de_de: Nach Kund:in suchen

source: Search by Email
de_de: Nach E-Mail-Adresse suchen

source: Search by Name
de_de: Nach Name suchen

source: Select a city
de_de: Stadt auswählen

source: Select Agent
de_de: Betreuer:in auswählen

source: Select Agents
de_de: Betreuer:in auswählen

source: Select All
de_de: Alle auswählen

source: Select Date
de_de: Datum auswählen

source: Select Date & Time
de_de: Datum und Uhrzeit festlegen

source: Select if SMS or Email Reminder
de_de: Auswählen, ob Erinnerung via SMS oder E-Mail

source: Select Location
de_de: Ort auswählen

source: Select locations where %s will be offering this service:
de_de: Orte auswählen, wo %s dieses Angebot bereitstellt:

source: Select locations where this agent will offer %s:
de_de: Orte auswählen, wo die/der Betreuer:in dieses Angebot bereitstellt: %s

source: Select Page
de_de: Seite auswählen

source: Select Service
de_de: Angebot auswählen

source: Select Service Duration
de_de: Angebotsdauer auswählen

source: Select User
de_de: BenutzerIn auswählen

source: Selected
de_de: Ausgewählt

source: Service
de_de: Angebot

source: Service Categories
de_de: Angebotskategorien

source: Service Category
de_de: Angebotskategorie

source: Service Category Removed
de_de: Angebotskategorie entfernt

source: Service Category Selection Image
de_de: Bild für Angebotskategorieauswahl

source: Service Created
de_de: Angebot erstellt

source: Service Created. ID:
de_de: Angebot erstellt. ID:

source: Service Duration
de_de: Angebotsdauer

source: Service Duration and Price
de_de: Dauer und Preis des Angebots

source: Service Duration:
de_de: Angebotsdauer:

source: Service ID#:
de_de: Angebot ID#:

source: Service ID:
de_de: Angebots-ID:

source: Service Name
de_de: Name des Angebots

source: Service Name:
de_de: Angebotsname:

source: Service Order Updated
de_de: Angebotsreihenfolge aktualisiert

source: Service Removed
de_de: Angebot entfernt

source: Service Schedule
de_de: Zeitplan

source: Service Selection
de_de: Verfügbare Angebote

source: Service Selection Image
de_de: Bild für Angebotsauswahl

source: Service Short Description
de_de: Angebot-Kurzbeschreibung

source: Services
de_de: Angebote

source: Services Linked
de_de: Verlinkte Angebote

source: Set as Day Off
de_de: Als freie Tage festlegen

source: Set Avatar
de_de: Benutzer:innenbild festlegen

source: Set Bio Image
de_de: Zusätzliches Bild

source: Set Custom Schedule
de_de: Eigenen Zeitplan festlegen

source: Set Default Status
de_de: Standard-Status festlegen

source: Set New Password
de_de: Neues Passwort setzen

source: Set restriction on when customer can cancel
de_de: Stornofrist einstellen

source: Set Schedule
de_de: Zeitplan festlegen

source: Set Status
de_de: Status festlegen

source: Set Working Hours
de_de: Arbeitszeiten festlegen

source: Set Your Password
de_de: Passwort festlegen

source: Set Your Work Hours
de_de: Ihre Arbeitszeiten festlegen

source: Setting password is required and should match password confirmation
de_de: Ein Passwort muss gesetzt werden und der Passwortbestätigung entsprechen

source: Settings
de_de: Einstellungen

source: Settings Updated
de_de: Einstellungen aktualisiert

source: Setup Complete
de_de: Setup abgeschlossen

source: Setup Pages
de_de: Links konfigurieren

source: Short Description
de_de: Kurzbeschreibung

source: Shortcode for a book button on customer dashboard
de_de: Shortcode für Buchungsbutton im Kund:innen-Dashboard

source: Show Additional Columns
de_de: Zusätzliche Spalten anzeigen

source: Show Appointment End Time
de_de: Zeit von Terminende anzeigen

source: Show Appointments
de_de: Termine anzeigen

source: Show Availability
de_de: Verfügbarkeit anzeigen

source: Show Available Variables
de_de: Verfügbare Variablen anzeigen

source: Show Calendar
de_de: Kalender anzeigen

source: Show Service Categories
de_de: Angebotskategorien anzeigen

source: Show Time Slots as
de_de: Zeitflächen anzeigen als

source: Show timezone information on verification, confirmation and datepicker steps
de_de: Info zur Zeitzone bei Überprüfung, Bestätigung und Datumsauswahl anzeigen

source: Showing appointments %d to %d of %d total
de_de: Termine %d bis %d von insgesamt %d werden angezeigt

source: Showing bookings
de_de: Buchungen

source: Showing customers
de_de: Zeige Kund:innen

source: Showing transactions %d to %d of %d total
de_de: Transaktionen %d bis %d von insgesamt %d werden angezeigt

source: Since you only have one location, this step will be skipped
de_de: Nur ein Ort vorhanden, daher wird Buchungsschritt übersprungen

source: Single Day
de_de: Einzeltag

source: Skip Verification Step
de_de: Überprüfung überspringen

source: SMS Message
de_de: SMS

source: SMS Settings
de_de: SMS-Einstellungen

source: SMS Templates
de_de: SMS-Vorlagen

source: Social Login
de_de: Login via Social Media

source: Sorry, that email or password didn't work.
de_de: Sorry, diese E-Mail-Adresse bzw. dieses Passwort sind fehlerhaft.

source: Start
de_de: Beginn

source: Start Date
de_de: Beginn-Datum

source: Start Date & Time
de_de: Beginn (Datum & Uhrzeit)

source: Start Date:
de_de: Beginn-Datum:

source: Start Time
de_de: Beginn (Uhrzeit)

source: Start Time:
de_de: Beginn (Uhrzeit):

source: Start typing to filter...
de_de: Hier tippen, um zu filtern...

source: Start typing to find customers, agents or services...
de_de: Hier tippen, um Kund:innen, Betreuer:innen oder Angebote zu finden...

source: Start typing to search...
de_de: Hier tippen, um zu finden...

source: Starts From
de_de: Beginn ab

source: Statistics
de_de: Auswertung

source: Step %d of %d
de_de: Schritt %d von %d

source: Step Editing
de_de: Buchungsschritt bearbeiten

source: Step Image
de_de: Bild für diesen Buchungsschritt

source: Step Ordering Updated
de_de: Reihenfolge der Buchungsschritte aktualisiert

source: Step Settings
de_de: Einstellungen Buchungsschritte

source: Step Sub Title
de_de: Untertitel

source: Step Title
de_de: Titel dieses Buchungsschrittes

source: Step Updated:
de_de: Buchungsschritt aktualisiert:

source: Steps
de_de: Buchungsschritte

source: Submit
de_de: Absenden

source: Submit Request
de_de: Anfrage abschicken

source: Summary
de_de: Zusammenfassung

source: Sun
de_de: So.

source: Sunday
de_de: Sonntag

source: Symbol after the price
de_de: Symbol nach angezeigtem Preis

source: Symbol before the price
de_de: Symbol vor angezeigtem Preis

source: Telephone Number
de_de: Telefonnummer

source: This service is using general schedule which is set in main settings
de_de: Dieses Angebot verwendet den generell gültigen Zeitplan (siehe Einstellungen / Zeitplan)

source: Thousand Separator
de_de: Tausendertrennzeichen

source: Thu
de_de: Do.

source: Thursday
de_de: Donnerstag

source: Time
de_de: Uhrzeit

source: Time System
de_de: Anzeige der Uhrzeit

source: Time to Next
de_de: Zeit bis dahin

source: To
de_de: Zu

source: to
de_de: bis

source: To Agent
de_de: An Betreuer:innen

source: To Customer
de_de: An Kund:innen

source: To WordPress
de_de: Zurück zu WordPress

source: Today
de_de: Heute

source: Top Agents
de_de: Häufigste Betreuer:innen

source: Total Appointments
de_de: Termine insgesamt

source: Total Apps
de_de: Termine insgesamt

source: Total number of new customers registered in selected period.
de_de: Summe der neue:n Kund:innen im ausgewählten Zeitraum

source: Total Price
de_de: Preis insgesamt

source: Total Price:
de_de: Preis insgesamt:

source: Transactions
de_de: Transaktionen

source: Tue
de_de: Di.

source: Tuesday
de_de: Dienstag

source: Type
de_de: Typ

source: Type to search...
de_de: Suchbegriff eintippen...

source: Uncategorized
de_de: Ohne Kategorie

source: Undefined Status
de_de: Status nicht definiert

source: Unfortunately the selected time slot is not available anymore, please select another timeslot.
de_de: Leider ist der gewählte Termin nicht mehr frei, bitte wählen Sie einen anderen aus.

source: Unit has to be selected
de_de: Einheit muss ausgewählt werden

source: Upcoming
de_de: Demnächst

source: Upcoming Appointments
de_de: Meine nächsten Termine

source: Update Now
de_de: Jetzt hochladen

source: Updates
de_de: Aktualisierungen

source: Upload Agent's Photo
de_de: Foto von Betreuer:in hochladen

source: Upload Image for Service
de_de: Bild für Angebot hochladen

source: Use Custom Step Image
de_de: Eigenes Bild für diesen Schritt verwenden

source: Use WordPress users as customers
de_de: WordPress Benutzer:innen als Kund:innen verwenden

source: Value
de_de: Wert

source: Value has to be greater than zero
de_de: Wert muss größer Null sein

source: Variable Price
de_de: Variabler Preis

source: Verify Booking Details
de_de: Buchungsdetails überprüfen

source: Verify Order Details
de_de: Bestelldetails überprüfen

source: View
de_de: Anzeigen

source: View Details
de_de: Details anzeigen

source: View WP User Profile
de_de: WordPress-User-Profil anzeigen

source: Visibility
de_de: Sichtbarkeit

source: Visible only to admins and agents
de_de: Nur für Admins und BearbeiterInnen sichtbar

source: Visible to everyone
de_de: Für alle sichtbar

source: We'll email you a secret key. Once you receive it, you can use it to change your password.
de_de: Wir werden Ihnen einen Code schicken, mit dem Sie das Passwort aktualisieren können.

source: Wed
de_de: Mi.

source: Wednesday
de_de: Mittwoch

source: Weekly Calendar
de_de: Wochenkalender

source: Weekly View
de_de: Wochenansicht

source: Welcome %s
de_de: Willkommen, %s

source: Welcome back
de_de: Willkommen zurück

source: When adding a service, make sure to select agents who will be offering it. You can set custom schedules and prices for each service in LatePoint admin panel later.
de_de: Bitte stellen Sie beim Hinzufügen eines Angebots sicher, dass ein/e Betreuer:in zugewiesen wird. Sie können später für jedes Angebot eigene Zeitpläne und Preise im LatePoint-Administrationsbereich einstellen.

source: When would you like to pay for the service?
de_de: Wann möchten Sie für dieses Angebot bezahlen?

source: When?
de_de: Wann?

source: Work Schedule Settings
de_de: Zeitpläne einrichten

source: Work Schedule Updated
de_de: Zeitpläne aktualisiert

source: You are not allowed to access this page
de_de: Sie haben keinen Zugang zu dieser Seite

source: You can now manage your appointments in your personal cabinet
de_de: Sie können ab sofort Ihre Termine im Reservierungs-Bereich bearbeiten

source: You can pick a specific agent to perform your service or select any to automatically assign you one
de_de: Sie können eine/n bestimmte/n Betreuer:in auswählen oder sich für eine automatische Zuteilung entscheiden

source: You can select payment method from the list below.
de_de: Sie können eine Zahlungsmethode aus der Liste unterhalb auswählen.

source: You have been logged out of your account.
de_de: Sie wurden aus Ihrem Konto ausgeloggt.

source: You have not set any working hours for this day.
de_de: Sie haben noch keinen Stundenrahmen für diesen Tag festgelegt.

source: You have reached the limit for reservations allowed per customer. Please contact us if you wish to modify your existing appointment.
de_de: Sie haben das maximale Limit für Terminreservierungen je Kund:in erreicht. Beachten Sie bitte, das auch vorhandene Termine geändert werden können.

source: You have to be logged in
de_de: Sie müssen eingeloggt sein

source: You have to select a service
de_de: Bitte Angebot auswählen

source: You have to select an agent
de_de: Bitte Betreuer:in auswählen

source: You need to select service duration, the price of your service will depend on duration.
de_de: Bitte Dauer des Angebots auswählen.

source: Your appointment has been successfully scheduled. Please retain this confirmation for your record.
de_de: Ihr Termin wurde erfolgreich reserviert. Bitte bewahren Sie die Information dieser Buchungsbestätigung auf.

source: Your Contact Information
de_de: Ihre Kontaktdaten

source: Your Email Address
de_de: Ihre E-Mail-Adresse

source: Your First Name
de_de: Ihr Vorname

source: Your Last Name
de_de: Ihr Familienname

source: Your Name
de_de: Ihr Name

source: Your Password
de_de: Ihr Passwort

source: Your password was successfully updated.
de_de: Ihr Passwort wurde erfolgreich aktualisiert.

source: Your Payment Information
de_de: Ihre Zahlungsinformation

source: Your Phone Number
de_de: Ihre Telefonnummer
