Repository: mponweiser/latepoint-DE
Catalog: latepoint-*.po
Languages: de_de

source: %d Appointments
de_de: %d Termin(e)

source: %d of %d
de_de: %d von %d

source: %s can not be blank
de_de: %s darf nicht leer sein

source: %s has to be unique
de_de: %s muss einzigartig sein

source: %s is not valid
de_de: %s ist ungültig

source: +%d More
de_de: +%d mehr

source: 12-hour clock
de_de: 12-Stunden-Format

source: 24-hour clock
de_de: 24-Stunden-Format

source: Account Password Set
de_de: Passwort gespeichert

source: Action By
de_de: Aktion von

source: Activate
de_de: Aktivieren

source: Activate Licence Key
de_de: Lizenzschlüssel aktivieren

source: Active
de_de: Aktiv

source: Activities
de_de: Aktivitäten

source: Activity Log
de_de: Aktivitätenprotokoll

source: Add "Any Agent" option to agent selection
de_de: Option "Beliebige/r Betreuer:innen" bei Auswahl anbieten

source: Add Agent
de_de: Betreuer:in hinzufügen

source: Add another work period
de_de: Zusätzliche Zeitfläche hinzufügen

source: Add another work period for %s
de_de: Zeitfläche hinzufügen für %s

source: Add Appointment
de_de: Termin hinzufügen

source: Add Category
de_de: Kategorie hinzufügen

source: Add Comments
de_de: Ergänzende Kommentare

source: Add Customer
de_de: Kund:in hinzufügen

source: Add Day
de_de: Tag hinzufügen

source: Add First Agent
de_de: Erste/n Betreuer:in hinzufügen

source: Add First Appointment
de_de: Ersten Termin hinzufügen

source: Add First Service
de_de: Geben Sie das erste Angebot ein

source: Add Service
de_de: Angebot hinzufügen

source: Add Service Category
de_de: Angebotskategorie hinzufügen

source: Add Services
de_de: Angebote hinzufügen

source: Add Services You Offer
de_de: Ihre Angebote hinzufügen

source: Add services you offer
de_de: Ihre Angebote hinzufügen

source: Add to Calendar
de_de: Zu Kalender hinzufügen (iCal-Datei)

source: Add Transaction
de_de: Transaktion hinzufügen

source: Additional Contact Information
de_de: Zusätzliche Kontakte informieren

source: Additional Email Addresses
de_de: Zusätzliche E-Mail-Adressen

source: Additional Phone Numbers
de_de: Zusätzliche Telefonnummern

source: Addon activated
de_de: Addon aktiviert

source: Addon deactivated
de_de: Addon deaktiviert

source: After
de_de: Danach

source: Agent
de_de: Betreuer:in

source: Agent Display
de_de: Anzeige Betreuer:in

source: Agent Email
de_de: Betreuer:in E-Mail

source: Agent Email Notifications
de_de: Email-Benachrichtigungen an Betreuer:innen

source: Agent Highlights
de_de: Highlights

source: Agent Phone
de_de: Betreuer:in Tel.

source: Agent Removed
de_de: Betreuer:in entfernt

source: Agent Schedule
de_de: Wochenplan

source: Agent Selection
de_de: Auswahl Betreuer:in

source: Agent Title
de_de: Betreuer:in Titel

source: Agent with least bookings on that day
de_de: Betreuer:in mit den wenigsten Buchungen an diesem Tag

source: Agent with most bookings on that day
de_de: Betreuer:in mit den meisten Buchungen an diesem Tag

source: Agents
de_de: Betreuer:innen

source: Agents can only be present in one location at a time
de_de: Betreuer:innen können zu einem Zeitpunkt nur an einem Ort sein

source: Agents Who Offer This Service
de_de: Betreuer:innen dieses Angebots

source: Agents:
de_de: Betreuer:innen:

source: All
de_de: Alle

source: All Agents
de_de: Alle Betreuer:innen

source: All Appointments
de_de: Alle Termine

source: All Locations
de_de: Alle Orte

source: All locations
de_de: Alle Orte

source: All Services
de_de: Alle Angebote

source: All Statuses
de_de: Alle Status

source: Allow customers cancel their bookings
de_de: Kund:innen dürfen Buchungen stornieren

source: Allow Paying Locally
de_de: Bezahlung vor Ort erlauben

source: Already have a key?
de_de: Code schon erhalten?

source: Already have an account?
de_de: Bestehendes Konto verwenden

source: Amount
de_de: Betrag

source: An account with that email address already exists. Please try signing in.
de_de: Ein Konto mit dieser E-Mail-Adresse existiert schon. Bitte loggen Sie sich zuerst ein.

source: Another customer is registered with this email.
de_de: Kund:in mit dieser E-Mail-Adresse existiert schon.

source: Any Agent
de_de: Beliebige/r Betreuer:innen

source: Any Available Agent
de_de: Beliebige/r freie/r Betreuer:in

source: Appearance Settings
de_de: Design-Einstellungen

source: Appointment
de_de: Termin

source: Appointment Edited
de_de: Termin bearbeitet

source: Appointment has been deleted
de_de: Termin wurde gelöscht

source: Appointment ID#:
de_de: Termin ID#

source: Appointment Settings
de_de: Einstellungen Termine

source: Appointment Status Updated
de_de: Terminstatus wurde geändert

source: Appointment with %s for %s
de_de: Termin mit %s für %s

source: Appointments
de_de: Termine

source: Approve
de_de: Bestätigen

source: Approved
de_de: bestätigt

source: Are you sure you want to approve this booking?
de_de: Möchten Sie diese Buchung wirklich bestätigen?

source: Are you sure you want to cancel this appointment?
de_de: Sind Sie sicher, dass Sie diesen Termin stornieren möchten?

source: Are you sure you want to delete this appointment?
de_de: Sind Sie sicher, dass Sie diesen Termin löschen möchten?

source: Are you sure you want to delete this customer? It will remove all appointments and transactions associated with this customer.
de_de: Sind Sie sicher, dass Sie diese/n Kund:in entfernen möchten? Es werden dann auch alle damit verknüpften Termine und Transaktionen gelöscht.

source: Are you sure you want to reject this booking?
de_de: Sind Sie sicher, dass Sie die Buchung ablehnen(=stornieren) möchten?

source: Are you sure you want to remove custom schedule for this date range?
de_de: Sind Sie sicher, dass Sie diese individuelle Zeitfläche für diese(n) Tag(e) entfernen möchten?

source: Are you sure you want to remove custom schedule for this day?
de_de: Sind Sie sicher, dass Sie diese individuelle Zeitfläche für diesen Tag entfernen möchten?

source: Are you sure you want to remove day off range?
de_de: Sind Sie sicher, dass Sie diese arbeitsfreie(n) Tag(e) entfernen möchten?

source: Are you sure you want to remove this agent?
de_de: Sind Sie sicher, dass Sie diese/n Betreuer:in löschen möchten?

source: Are you sure you want to remove this category?
de_de: Sind Sie sicher, dass Sie diese Kategorie entfernen möchten?

source: Are you sure you want to remove this day off?
de_de: Sind Sie sicher, dass Sie diesen arbeitsfreien Tag entfernen möchten?

source: Are you sure you want to remove this reminder?
de_de: Sind Sie sicher, dass Sie diese Erinnerung entfernen möchten?

source: Are you sure you want to remove this service?
de_de: Sind Sie sicher, dass Sie dieses Angebot entfernen möchten?

source: Are you sure you want to remove this service? It will remove all appointments associated with it. You can also change status to disabled if you want to temprorary disable it instead.
de_de: Sind Sie sicher, dass Sie dieses Angebot entfernen möchten? Es werden auch alle damit verknüpften Termine gelöscht. Wenn Sie das Angebot nur temporär deaktivieren möchten, können Sie dazu den Status setzen.

source: At least
de_de: zumindest

source: Attendies
de_de: Teilnehmende

source: Authentication
de_de: Authentifizierung

source: Availability
de_de: Verfügbarkeit

source: Available Add-ons
de_de: Verfügbare Add-ons

source: Available Template Variables
de_de: Verfügbare Template-Variablen

source: Back
de_de: Zurück

source: Back to WordPress
de_de: Zurück zu WordPress

source: Background Color
de_de: Hintergrundfarbe

source: Before
de_de: Davor

source: before appointment time
de_de: vor Terminbeginn

source: Before or after has to be selected
de_de: Davor oder danach muss ausgewählt werden

source: Bio Text
de_de: Zur Person

source: Book Appointment
de_de: Termin buchen

source: Booked On
de_de: Gebucht am

source: Booked:
de_de: Gebucht:

source: Booking Fields
de_de: Buchungsfelder

source: Booking ID
de_de: Buchungs-ID

source: Booking Process Settings
de_de: Allgemeine Buchungsprozess-Einstellungen

source: Booking template to display on calendar
de_de: Template für Beschriftung von Kalendereinträgen

source: Bookings
de_de: Buchungen

source: Border Style
de_de: Rahmen-Styling

source: Breakdown by Service
de_de: Aufschlüsselung nach Angebot

source: Buffer After
de_de: Puffer danach

source: Buffer After (minutes)
de_de: Puffer danach (Minuten)

source: Buffer Before
de_de: Puffer davor

source: Buffer Before (minutes)
de_de: Puffer davor (Minuten)

source: Buffer:
de_de: Puffer:

source: Calendar
de_de: Kalender

source: Cancel
de_de: Stornieren

source: cancel
de_de: stornieren

source: Cancellation
de_de: Stornierung

source: Cancelled
de_de: storniert

source: Cancelled Appointments
de_de: Stornierte Termine

source: Categories
de_de: Kategorien

source: Category
de_de: Kategorie

source: Category Image
de_de: Kategoriebild

source: Category Name
de_de: Name der Kategorie

source: Category:
de_de: Kategorie:

source: Change Your Password
de_de: Ihr Passwort ändern

source: Click on a date to see a timeline of available slots, click on a green time slot to reserve it
de_de: Auf ein Datum klicken, um den Zeitstrahl der verfügbaren Blöcke zu sehen; zum Reservieren auf einen grünen Block klicken

source: Click to copy
de_de: Zum Kopieren anklicken

source: Close Details
de_de: Details schließen

source: Color Scheme for Booking Form
de_de: Farbschema für Buchungsformular

source: Columns Saved
de_de: Spalten gespeichert

source: Comment left by customer
de_de: Ergänzende Kommentare von Kund:in

source: Comments
de_de: Kommentare

source: Comments:
de_de: Kommentare:

source: Confirm New Password
de_de: Neues Passwort bestätigen

source: Confirm Password
de_de: Passwort bestätigen

source: Confirmation
de_de: Bestätigung

source: Confirmation #
de_de: Bestätigungs-Nr.:

source: Confirmation Number
de_de: Bestätigung #

source: Connect to WP User
de_de: Mit WP-Benutzer:in verbinden

source: Connect to WP Users
de_de: Mit WP Benutzer:innen verknüpfen

source: Connected to WordPress User
de_de: Mit WordPress-Benutzer:in verknüpft

source: Connected to WP User.
de_de: Mit WordPress-Benutzer:in verknüpft.

source: Connected WordPress User
de_de: Verknüpfte/r WordPress-Benutzer:in

source: Content for a bottom part of a booking side panel
de_de: Inhalt des Buchungs-Seitenpanels

source: Copied
de_de: Kopiert

source: Create Account
de_de: Konto erstellen

source: Create Agent
de_de: Betreuer:in erstellen

source: Create Agents
de_de: Betreuer:innen erstellen

source: Create Appointment
de_de: Termin erstellen

source: Create New Agent
de_de: Neue BetreuerIn erstellen

source: Create New Category
de_de: Neue Kategorie erstellen

source: Create New Customer
de_de: Neue:n Kund:in erstellen

source: Create New Service
de_de: Neues Angebot erstellen

source: Create New Service Category
de_de: Neue Angebotskategorie erstellen

source: Create Service
de_de: Angebot erstellen

source: Create WP User and Connect
de_de: WordPress-Benutzer:in erstellen und verknüpfen

source: Create Your Agents
de_de: Erstellen Sie Ihre Betreuer:innen

source: Created On
de_de: Erstellt am

source: Currency Settings
de_de: Währungs-Einstellungen

source: Custom Day Schedule Removed
de_de: Individueller Zeitplan gelöscht

source: Customer
de_de: Kund:in

source: Customer Connected
de_de: Kund:in verknüpft

source: Customer Created. ID:
de_de: Kund:in erstellt. ID#:

source: Customer Dashboard Page URL
de_de: URL fürs Kund:innen-Konto

source: Customer Disconnected
de_de: Verknüpfung zu Kund:in getrennt

source: Customer does not have any bookings
de_de: Kund:in hat noch keine Buchungen

source: Customer Email
de_de: E-Mail-Adresse Kund:in

source: Customer Email Notifications
de_de: E-Mail-Benachrichtigungen an Kund:innen

source: Customer Fields
de_de: Felder von Kund:in

source: Customer First Name
de_de: Vorname

source: Customer has not set the passsword
de_de: Kund:in hat noch kein Passwort gesetzt

source: Customer has set the password
de_de: Kund:in hat das Passwort gesetzt

source: Customer ID#:
de_de: Kund:innen-ID#:

source: Customer ID:
de_de: Kund:innen-ID:

source: Customer Information
de_de: Kund:innen-Details

source: Customer Last Name
de_de: Nachname

source: Customer Login
de_de: Kund:innen-Login

source: Customer Login Page URL
de_de: URL für Kund:innen-Login

source: Customer Not Found
de_de: Kund:in nicht gefunden

source: Customer Notes
de_de: Anmerkung zu Kund:in

source: Customer Phone
de_de: Kund:in Tel.

source: Customer Profile
de_de: Kund:innen-Profil

source: Customer Profile Update
de_de: Update Kund:innen-Profil

source: Customer Removed
de_de: Kund:in entfernt

source: Customer Settings
de_de: Kund:innen-Einstellungen

source: Customer with this email already exists
de_de: Kund:in mit dieser E-Mail-Adresse existiert schon

source: Customers
de_de: Kund:innen

source: Customers Connected
de_de: Kund:in(nen) verknüpft

source: Customize
de_de: Anpassen

source: Customize Table
de_de: Tabelle anpassen

source: Daily Calendar Minimum Height (in pixels)
de_de: Minimalhöhe Tageskalender (in Pixeln)

source: Daily View
de_de: Tagesansicht

source: Database Updated
de_de: Datenbank aktualisiert

source: Date
de_de: Datum

source: Date & Time Selection
de_de: Auswahl Datum und Uhrzeit

source: Date Format
de_de: Datumsformat

source: Date Range
de_de: Datumsbereich

source: Date Range Schedule Removed
de_de: Geplante Zeitfläche entfernt

source: Date/Time
de_de: Datum/Uhrzeit

source: Day Off
de_de: Arbeitsfreie Tage

source: Day Preview
de_de: Heutiger Tag

source: Days
de_de: Tage

source: days
de_de: Tage/n

source: Days With Custom Schedules
de_de: Tage mit individuellen Zeitplänen

source: Deactivate
de_de: Deaktivieren

source: Dec
de_de: Dez

source: December
de_de: Dezember

source: Decimal Separator
de_de: Dezimaltrennzeichen

source: Default Appointment Status
de_de: Standard-Terminstatus

source: Delete
de_de: Löschen

source: Delete Agent
de_de: Betreuer:in löschen

source: Delete Appointment
de_de: Termin löschen

source: Delete Category
de_de: Kategorie löschen

source: Delete Customer
de_de: Kund:in löschen

source: Delete Service
de_de: Angebot löschen

source: Did you know that you can create an account to manage your reservations and schedule new appointments?
de_de: Wir laden Sie dazu ein, ein Kund:innen-Konto zu erstellen. Damit können Sie alle Ihre Reservierungen sehen und auch selbstständig stornieren!

source: Disable Phone Formatting
de_de: Telefonnummer nicht formatieren

source: Disabled
de_de: Deaktiviert

source: Disconnect
de_de: Verknüpfung auflösen

source: Display Name
de_de: Angezeigter Name

source: Display Name:
de_de: Anzeigename:

source: Display Price
de_de: Angezeigter Preis

source: Don't have a secret key?
de_de: Neuen Code abschicken

source: Double check your booking information, you can go back to edit it or click submit button to confirm your booking.
de_de: Bitte überprüfen Sie Ihre Eingaben und klicken Sie danach auf den Button "Absenden". Eine Korrektur bei Falscheingaben ist möglich, indem Sie auf "Zurück" klicken.

source: Double check your reservation details and click submit button if everything is correct
de_de: Bitte überprüfen Sie Ihre Angaben zur Buchung und klicken Sie danach auf den Button "Absenden".

source: Download .csv
de_de: .CSV herunterladen

source: Duration
de_de: Dauer

source: Duration (minutes)
de_de: Dauer (Minuten)

source: Duration:
de_de: Dauer:

source: Earliest Possible Booking
de_de: Frühestmögliche Buchung

source: Edit
de_de: Bearbeiten

source: Edit Agent
de_de: Betreuer:in bearbeiten

source: Edit Appointment #
de_de: Bearbeite Termin Nr.

source: Edit Customer
de_de: Kund:in bearbeiten

source: Edit Date Range Schedule
de_de: Geplante Zeitfläche bearbeiten

source: Edit Day Schedule
de_de: Tagesplan bearbeiten

source: Edit Service
de_de: Angebot bearbeiten

source: Edit Working Hours
de_de: Arbeitszeit bearbeiten

source: Email Address
de_de: E-Mail-Adresse

source: Email Address:
de_de: E-Mail-Adresse:

source: Email does not match any customer
de_de: E-Mail-Adresse entspricht keine/r Kund:in

source: Email Message
de_de: E-Mail Nachricht

source: Email Settings
de_de: E-Mail-Einstellungen

source: Email Subject
de_de: E-Mail-Betreff

source: Email Subject of Reminder
de_de: Betreff von E-Mail-Erinnerung

source: Email Templates
de_de: E-Mail-Vorlagen

source: Email:
de_de: E-Mail-Adresse:

source: Enable Agent Notification of Appointment Status Change
de_de: Statusänderungsmeldungen via E-Mail an Betreuer:in aktivieren

source: Enable Appointment Confirmation Email to Agent
de_de: Terminbestätigungs-Mail an Betreuer:innen aktivieren

source: Enable Appointment Confirmation Email to Customer
de_de: E-Mail-Terminbestätigungen an Kund:in aktivieren

source: Enable Appointment Confirmation SMS to Agent
de_de: Terminbestätigungs-SMS an Betreuer:innen aktivieren

source: Enable Appointment Confirmation SMS to Customer
de_de: Terminbestätigungs-SMS an Kund:innen aktivieren

source: Enable Customer Notification of Appointment Status Change
de_de: Statusänderungsmeldungen via E-Mail an Kund:in aktivieren

source: Enable Email Notifications
de_de: E-Mail-Benachrichtigungen aktivieren

source: Enable Login with Facebook
de_de: Facebook-Login aktivieren

source: Enable Login with Google
de_de: Google-Login aktivieren

source: Enable SMS Notifications
de_de: SMS-Benachrichtigungen aktivieren

source: End Time
de_de: Ende (Uhrzeit)

source: End Time:
de_de: Ende (Uhrzeit):

source: Enter a secret key you received via email to change your account password.
de_de: Geben Sie den Code aus der E-Mail ein, um das Passwort zu aktualisieren.

source: Enter Information
de_de: Information eingeben

source: Enter Tracking code here
de_de: Tracking code eingeben

source: Enter Your Secret Key
de_de: Geben Sie den Code ein

source: Environment
de_de: Umgebung

source: Error Removing Agent
de_de: Fehler beim Löschen der/des Betreuer:in

source: Error!
de_de: Fehler!

source: Error! Email was not sent.
de_de: Fehler! E-Mail wurde nicht geschickt

source: Error! Password is empty.
de_de: Fehler! Passwort ist leer.

source: Error! Passwords do not match.
de_de: Fehler! Passwörter sind nicht identisch.

source: Extra Information
de_de: Zusätzliche Angaben zur Person

source: February
de_de: Februar

source: Filter By Date
de_de: Nach Datum filtern

source: Filter Date
de_de: Datumsfilter

source: Filter:
de_de: Filtern:

source: Find
de_de: Finden

source: Finish
de_de: Ende

source: First Name
de_de: Vorname

source: First Name:
de_de: Vorname:

source: Forgot Password?
de_de: Passwort vergessen?

source: Fri
de_de: Fr.

source: Friday
de_de: Freitag

source: From
de_de: Ab

source: Full Address:
de_de: Vollständige Adresse:

source: Full Amount
de_de: Voller Betrag

source: Full Name
de_de: Kompletter Name

source: Full Name:
de_de: Kompletter Name:

source: General
de_de: Allgemein

source: General Information
de_de: Generelle Infos

source: General Weekly Schedule
de_de: Regelmäßiger Wochenplan

source: Get Started
de_de: Anfangen!

source: Go To Dashboard
de_de: Zum Dashboard gehen

source: Hide "Create Account" Prompt on Confirmation Step
de_de: Bei der Bestätigung die Frage nach "Konto erstellen" nicht anzeigen

source: Holidays & Days Off
de_de: Urlaub und arbeitsfreie Tage

source: Hour
de_de: Stunde

source: Hours
de_de: Stunden

source: hours
de_de: Stunden

source: Hours Worked
de_de: Arbeitszeit (h)

source: How Many People?
de_de: Wieviel Personen?

source: If "Any Agent" is selected then assign booking to
de_de: Wenn "Beliebige/r Betreuer:innen" ausgewählt wurde, dann zuweisen zu

source: Information Saved
de_de: Information wurde gespeichert

source: Install Locations Add-on
de_de: Locations Add-on installieren

source: Install Now
de_de: Jetzt installieren

source: Install Reminders Add-on
de_de: Add-on für Erinnerungen installieren

source: Installed Version:
de_de: Installierte Version:

source: Installed:
de_de: Installiert:

source: Invalid Date
de_de: Ungültiges Datum

source: Invalid ID
de_de: Ungültige ID

source: Invalid params
de_de: Ungültige Parameter

source: Invalid password or email
de_de: Ungültiges Passwort oder E-Mail-Adresse

source: Invalid Secret Key
de_de: Ungültiger Code

source: Jan
de_de: Jän

source: January
de_de: Jänner

source: Jul
de_de: Juli

source: July
de_de: Jul

source: June
de_de: Juni

source: Last Name
de_de: Nachname

source: Last Name:
de_de: Nachname:

source: LatePoint Agent
de_de: LatePoint Betreuer:in

source: Latest Possible Booking
de_de: Spätestmögliche Buchung

source: Learn More
de_de: Mehr erfahren

source: Least expensive agent
de_de: Betreuer:in mit niedrigsten Preisen

source: Left Panel
de_de: Linkes Panel

source: License Deactivated
de_de: Lizenz deaktiviert

source: License Key
de_de: Lizenzschlüssel

source: License Key Registration
de_de: Lizenzschlüssel-Registrierung

source: Limit Reached!
de_de: Obergrenze erreicht!

source: List of Customers
de_de: Kund:innen-Liste

source: Location
de_de: Ort

source: Location Category Name
de_de: Ortskategorie-Name

source: Location Created
de_de: Ort erstellt

source: Location Created. ID:
de_de: Ort erstellt. ID:

source: Location Name
de_de: Name des Orts

source: Location Selection
de_de: Auswahl Ort

source: Location Updated
de_de: Ort aktualisiert

source: Locations
de_de: Orte

source: Locations Linked
de_de: Verlinkte Orte

source: Locations Selected
de_de: Ausgewählte Orte

source: Log Me In
de_de: Anmelden

source: Log me in
de_de: Anmelden

source: Login to your account
de_de: Anmelden im BenutzerInnen-Konto

source: Login with Facebook
de_de: Mit Facebook einloggen

source: Logout
de_de: Abmelden

source: Main Location
de_de: Ort (Standard)

source: Mar
de_de: Mär

source: March
de_de: März

source: Maximum Number of Future Bookings per Customer
de_de: Maximale zukünftige Buchungen je Kund:in

source: May
de_de: Mai

source: Media
de_de: Medien

source: Message
de_de: Nachricht

source: Message Content
de_de: Nachrichtentext

source: Messages to Agent
de_de: Nachrichten an Betreuer:in

source: Messages to Customer
de_de: Nachrichten an Kund:in

source: Minutes
de_de: Minuten

source: minutes
de_de: Minuten

source: Mon
de_de: Mo.

source: Monday
de_de: Montag

source: Monthly View
de_de: Monatsansicht

source: more
de_de: mehr

source: Most expensive agent
de_de: Teuerste/r Betreuer:in

source: My Appointments
de_de: Meine Termine

source: My Calendar
de_de: Mein Kalender

source: My Customers
de_de: Meine Kund:innen

source: My Dashboard
de_de: Mein Dashboard

source: My Information
de_de: Kontoeinstellungen

source: My Settings
de_de: Meine Einstellungen

source: n/a
de_de: n.v.

source: New
de_de: Neu

source: New Agent
de_de: Neue/r Betreuer:in

source: New Appointment
de_de: Neuer Termin

source: New Appointment Notification
de_de: Benachrichtigung für neuen Termin

source: New Coupon
de_de: Neuer Coupon

source: New Customer
de_de: Neue:r Kund:in

source: New Customer Registration
de_de: Neue:n Kund:in registrieren

source: New Customers
de_de: Neue Kund:innen

source: New Password
de_de: Neues Passwort

source: New Update is Available
de_de: Neues Update ist verfügbar

source: New Version:
de_de: Neue Version:

source: Next App
de_de: Nächster Termin

source: Next Step
de_de: Nächster Schritt

source: No Active Services Found.
de_de: Keine aktiven Angebote gefunden.

source: No Activity
de_de: Keine Aktivitäten

source: No Agents Created
de_de: Keine Betreuer:innen wurden erstellt

source: No Agents or Services Created
de_de: Keine Betreuer:innen oder Angebote erstellt

source: No Appointments Found
de_de: Keine Termine gefunden

source: No appointments found
de_de: Keine Termine gefunden

source: No Appointments in Period
de_de: Keine Termine in diesem Zeitraum

source: No Existing Agents Found
de_de: Keine vorhandenen Betreuer:innen gefunden
